Revit 2027 API
SymbolTypeId.MSup6 Property
 Symbol m⁶, indicating unit Meters to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup6 { get; }
Public Shared ReadOnly Property MSup6 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup6 {
	ForgeTypeId^ get ();
}
static member MSup6 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace